{"image": {"width": 220, "url": "https://media.tenor.com/a1s8P5yP8bgAAAAM/rules.gif", "proxy_url": "https://images-ext-1.discordapp.net/external/07RrLbUMkz25fBZJ1e2wt44bHLnF5wSvJy2Y8LN62Jw/https/media.tenor.com/a1s8P5yP8bgAAAAM/rules.gif", "placeholder_version": 1, "placeholder": "+QcOBYKXmJiJd3ePdkaHgqeKj1UH", "height": 165, "flags": 32, "content_type": "image/gif"}, "color": 25599, "type": "rich", "description": "# Regras do nosso servidor!\n\nCaso quebre alguma será devidamente punido!\n\nRespeito: Todos os membros devem tratar uns aos outros com respeito. Isso inclui evitar linguagem ofensiva, discriminação, assédio ou qualquer comportamento que possa prejudicar outros membros.\n\nSem spam: Evite fazer spam com mensagens, imagens, links ou emojis. O spam pode ser irritante para outros membros e atrapalhar a comunicação normal do servidor.\n\nConteúdo apropriado: Certifique-se de que todo o conteúdo compartilhado no servidor esteja de acordo com as diretrizes estabelecidas. Isso geralmente inclui evitar conteúdo adulto, ilegal, violento ou prejudicial.\n\nSem divulgação não autorizada: Não promova outros servidores, produtos ou serviços sem permissão prévia dos administradores. A autopromoção excessiva também pode ser desencorajada.\n\nCanais apropriados: Use os canais designados para os tópicos apropriados. Isso ajuda a manter as conversas organizadas e facilita para os membros encontrarem informações relevantes.\n\nModeração de voz: Respeite as instruções dos moderadores e administradores. Eles estão lá para garantir que as regras sejam seguidas e manter um ambiente seguro para todos.\n\nSem plágio: Não compartilhe conteúdo que não seja de sua autoria sem dar os devidos créditos. Isso se aplica a textos, imagens, vídeos e qualquer outro tipo de conteúdo protegido por direitos autorais.\n\nNão venda, contas e faça ups entre outros. Caso faça qualquer uma dessas coisas que citei será banido permanentemente!\n\nCaso você engane algum membro scamado/enganado será banido sem dó! É PROIBÍDO!\n\nNão incentive outros membros a quebrar regras. Neste caso, ambos serão punidos, dependendo da gravidade poderão ser banidos permanentemente do servidor.\n\nSe alguém não cumprir avise a moderação! Obrigado pela atenção"}